import React from 'react';

function AboutUs() {
  return (
    <div>
      <h2>Про нас</h2>
      <p>
        Ми - ваш партнер у створенні комфортного і стильного дому. Наша місія -
        надавати вам найкращі меблі та рішення для інтер'єру, щоб ваш дім став
        справжнім улюбленим місцем.
      </p>
      <p>
        Ми пропонуємо широкий асортимент меблів для кожного смаку та бюджету.
        Наша команда професіоналів готова надати вам консультації та допомогти
        вибрати ідеальні меблі для вашого дому.
      </p>
      <p>
        Зв'яжіться з нами, і ми з радістю вам допоможемо. Дякуємо, що обрали
        нас!
      </p>
    </div>
  );
}

export { AboutUs };
