import React from 'react';

function Table() {
  return (
    <div>
      <h2>Столи</h2>
      <p>
        Ми пропонуємо великий вибір столів для всіх смаків і потреб. Незалежно
        від того, чи вам потрібен стіл для обіду в сімейній кімнаті, письмовий
        стіл для роботи або ж стіл для вечірньої вечері, ми маємо великий
        асортимент, щоб ви могли знайти ідеальний стіл для вашого дому.
      </p>
      <p>
        Наші столи відомі своєю високою якістю та стильним дизайном. Ми прагнемо
        надавати нашим клієнтам найкращі рішення для їхнього інтер'єру.
      </p>
    </div>
  );
}

export { Table };
